start = <b>Привет!</b>
        Давай с тобой сыграем в игру
        "Камень, ножницы, бумага"?
        Если ты, вдруг,
        забыл правила, команда /help тебе поможет!

        Жми 🎲<b>Играть</b>🎲 что бы найти соперника
        Или смотри свой 🪙<b>Аккаунт</b>🪙

        Ты можешь пригласить друзей в игру!
        Им достаточно ввести твой <b>REFCODE</b> в меню
        🪙<b>Аккаунт</b>🪙
        За каждого приглашенного игрока ты получаешь за победу
        на 1 AZOTH больше!
        После приглашения ты и твой друг получите по 10 AZOTH на
        игровой счёт.
help = Это очень простая игра. Игроки одновременно должны
       сделать выбор одного из трех предметов. Камень
       ножницы или бумага.
       Если ваш выбор
       совпадает - ничья, а в остальных случаях камень
       побеждает ножницы, ножницы побеждают бумагу
       а бумага побеждает камень.<b>Играем?</b>
statistic = Всего сыграно: <b>{ $total_games }</b> игр
            Побед: <b>{ $win },</b> проигрышей: <b>{ $lose }</b>
            Рейтинг: <b>{ $rating }</b>
            Жеттоны: <b>{ $jettons }</b>
            Реферралы: <b>{ $referrals }</b>
canceled = Отменено!
ready = Создать или найти игру?
play = 🎲Играть🎲
account = 🪙Аккаунт🪙
bet = Делай ставку!
b1 = 🪙1🪙
b2 = 🪙2🪙
b3 = 🪙3🪙
b4 = 🪙4🪙
b5 = 🪙5🪙
b25 = 🪙25🪙
tokenimport = ⬇️Внести⬇️
tokenexport = ⬆️Вывести⬆️
enter-code = ✅Ввести REFCODE✅
refcode = ➡️REFCODE⬅️
already-entered = У тебя уже использован реферральный код...
enter-referral = Введи id пригласившего тебя игрока
doesnt-exist = Такого игрока у нас нет...
               Пригласи его!
cant-invite-yourself = 🙃 Нельзя приглашать себя 🙃
cant-invited-by-invited = Нельзя использовать приглашение игрока
                          которого ты пригласил!
referral-complete = Готово!
                    На игровой счёт поступило 🪙10🪙 AZOTH
incorrect-code = Неверный ID!
back = Назад
button-rooms = { $user_id } ставка: { $bet }

self = Это твоя игра!
       Нельзя играть против себя
       Выбери <b>другого</b> соперника
already-ingame = Ты уже ожидаешь игру
no-game = Этой игры уже нет
          Выбери <b>другого</b> соперника
create-button = Создать
notenough = Не достаточно 🪙AZOTH🪙!
join-button = Найти
wait = Проверить
still-wait = Всё еще ожидаем...
doesnt-exist = Эта игра уже не существует =(
you-first = Никто не создал игру
            Начни первым!
select-enemy = Выбери соперника

rules = Игра идет до 2 поражений.
        Если ты откажешься от игры
        это будет считаться поражением!

        <b>Делай Ход!</b>
rock = 🗿Камень🗿
paper = 📜Бумага📜
scissors = ✂Ножницы✂
end-game = Закончить игру
you-leaved = Ты покинул игру!
             Тебе засчитано поражение
enemy-leaved = Соперник покинул игру!
               Тебе засчитана победа
enemy-leaved-ok = Отлично!
nobody-won = Ничья! Ходи еще раз
choice-made = Выбор сделан! Ожидаем соперника...
choice-waiting = Все еще ожидаем соперника...
you-damaged = Соперник нанёс урон!
enemy-damaged = Ты нанёс урон!
lose = Ты проиграл!
win = Ты победил!

other-answers = Извини, это сообщение мне непонятно...
yes-wait = Отлично! Ожидаем соперника
founded = Соперник найден! Делай ход

no = Жаль...
     Если захочешь сыграть, просто разверни
     клавиатуру и нажми кнопку "Давай!"
enemy-won = Он победил! Сыграем еще?
user-won = Ты победил! Поздравляю!
           Найти другого соперника?
enemy-choice = Выбор соперника
    
new-wallet = У тебя еще не прикреплён кошелёк!
             Для ввода и вывода <b>AZOTH</b> необходимо привязать кошелёк 💎TON💎
             позволяющий работать с <b>Жеттонами</b>
             и авторизации через Mnemonics, например <b>Telegram Wallet</b> - 💎TON💎 Space
             или <b>TonKeeper</b>
             Если у тебя еще нет кошелька - создай его на сайте!
             https://tonkeeper.com/
             Если уже есть кошелёк - привяжи его при помощи
             адреса (пример: UQDIkS1d_Lhd7EDttTtcmr9Xzg78uEMDEsYFde-PZCgfoOtU)
             и Mnemonics (список из 24 слов, которые были даны при создании кошелька)

             <b>Безопаснее</b> использовать кошелёк, который ты не используешь для
             основного хранения средств, советуем создать новый, так как
             если кто то перехватит твои <b>Mnemonics</b> - он сможет отправлять
             транзакции от твоего имени и украсть 💳 средства!
             Так же, в целях <b>безопасности</b> можешь использовать разные кошельки
             для ввода и вывода AZOTH из игры. Для этого введи Адрес
             кошелька на который будешь переводить AZOTH (безопасный),
             а <b>Mnemonics</b> введи от другого кошелька (который не так жалко🫣)

             Сперва скопируй Адрес кошелька и отправь его в чат
new-mnemonics = Отлично!

                Напомню!
                В целях <b>безопасности</b> можешь использовать разные кошельки
                для ввода и вывода AZOTH из игры. Для этого введи Адрес
                кошелька на который будешь переводить AZOTH (безопасный),
                а <b>Mnemonics</b> введи от другого кошелька (который не так жалко🫣)

                Теперь введи 24 <b>mnemonics</b>-слова через пробел
wrong-address = Неверный адрес!
wrong-mnemonics = Неверный Mnemonics!
wallet-added = Кошелек добавлен!
wrong-value = Неверное количество!
enter-forimport = Введи значение AZOTH
                  Минимум: 50
                  На кошельке TON должно быть хотя бы 0.1 TON
                  для оплаты комиссии!
                  <b>{ $price }</b>
enter-forexport = Введи значение AZOTH
                  <b>{ $price }</b>
notenough-ton = Недостаточно TON
                для оплаты комиссии необходимо хотя бы 0.1 TON
need-more = Необходимо минимум 50 AZOTH!
agree-forimport = Ты согласен перевести со своего TON кошелька
                  <b>{ $value }</b> AZOTH на свой игровой счёт
                  На кошельке TON должно быть хотя бы 0.1 TON
                  для оплаты комиссии!
agree-forexport = Ты согласен перевести с игрового счёта
                  <b>{ $value }</b> AZOTH на свой TON кошелёк
confirm-forimport = Подтвердить ввод { $value } AZOTH
confirm-forexport = Подтвердить вывод { $value } AZOTH
importcomplete = Ввод AZOTH успешен!
exportcomplete = Вывод AZOTH упешен!
ERROR = Что-то пошло не по плану...
